Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Couldn't download the recording from the strap. Keep it close to the phone, then try again.
ar: تعذّر تنزيل التسجيل من الحزام. أبقِه قريبًا من الهاتف، ثم حاول مرة أخرى.
da: Optagelsen kunne ikke hentes fra pulsbæltet. Hold det tæt på telefonen, og prøv så igen.
de: Die Aufzeichnung konnte nicht vom Gurt geladen werden. Halte ihn nah am Telefon und versuche es dann erneut.
es: No se pudo descargar la grabación de la banda. Mantenla cerca del teléfono e inténtalo de nuevo.
fi: Tallennetta ei voitu ladata vyöstä. Pidä se lähellä puhelinta ja yritä sitten uudelleen.
fr: Impossible de télécharger l’enregistrement depuis la ceinture. Gardez-la près du téléphone, puis réessayez.
is: Ekki tókst að sækja upptökuna af ólinni. Hafðu hana nálægt símanum og reyndu svo aftur.
it: Impossibile scaricare la registrazione dalla fascia. Tienila vicina al telefono, poi riprova.
ja: ストラップから記録をダウンロードできませんでした。iPhone の近くに置いて、もう一度お試しください。
ko: 스트랩에서 기록을 다운로드할 수 없습니다. 휴대폰 가까이에 둔 후 다시 시도하세요.
nb: Kunne ikke laste ned opptaket fra beltet. Hold det nær telefonen, og prøv igjen.
nl: Kan de opname niet van de band downloaden. Houd hem dicht bij de telefoon en probeer het opnieuw.
pt_br: Não foi possível baixar a gravação da cinta. Mantenha-a perto do telefone e tente novamente.
ru: Не удалось загрузить запись с датчика. Держите его рядом с телефоном и повторите попытку.
sv: Det gick inte att hämta inspelningen från bandet. Håll det nära telefonen och försök sedan igen.
zh_hans: 无法从心率带下载记录。请将其靠近手机，然后再试一次。

source: Couldn't hear you. Tap to try again — or check that AirPods aren't in another app.
ar: لم أتمكن من سماعك. اضغط للمحاولة مرة أخرى — أو تأكد من أن AirPods ليست مستخدمة في تطبيق آخر.
da: Jeg kunne ikke høre dig. Tryk for at prøve igen — eller tjek, at AirPods ikke bruges i en anden app.
de: Ich konnte dich nicht hören. Tippe, um es erneut zu versuchen — oder prüfe, ob deine AirPods in einer anderen App verwendet werden.
es: No te he oído. Toca para intentarlo de nuevo, o comprueba que los AirPods no estén en otra app.
fi: En kuullut sinua. Yritä uudelleen napauttamalla — tai tarkista, etteivät AirPodit ole toisen apin käytössä.
fr: Je ne vous ai pas entendu. Touchez pour réessayer, ou vérifiez que vos AirPods ne sont pas utilisés par une autre app.
is: Ég heyrði ekki í þér. Ýttu til að reyna aftur — eða athugaðu hvort AirPods séu í notkun í öðru forriti.
it: Non ti ho sentito. Tocca per riprovare, oppure controlla che gli AirPods non siano usati da un’altra app.
ja: 聞き取れませんでした。タップしてもう一度お試しください。AirPods が別のアプリで使われていないかも確認してください。
ko: 말씀을 듣지 못했어요. 다시 시도하려면 탭하세요. AirPods가 다른 앱에서 사용 중인지도 확인하세요.
nb: Jeg hørte deg ikke. Trykk for å prøve igjen – eller sjekk at AirPods ikke brukes i en annen app.
nl: Ik kon je niet horen. Tik om het opnieuw te proberen, of controleer of je AirPods niet in een andere app worden gebruikt.
pt_br: Não consegui ouvir você. Toque para tentar de novo, ou verifique se os AirPods não estão em outro app.
ru: Не удалось вас расслышать. Нажмите, чтобы повторить, или проверьте, не используются ли AirPods другим приложением.
sv: Jag kunde inte höra dig. Tryck för att försöka igen – eller kontrollera att dina AirPods inte används av en annan app.
zh_hans: 没有听到你的声音。点按重试，或检查 AirPods 是否正被其他 App 使用。

source: Couldn't load the historical weather. Check your connection and tap Retry.
ar: تعذّر تحميل بيانات الطقس التاريخية. تحقّق من اتصالك واضغط إعادة المحاولة.
da: Kunne ikke hente historisk vejr. Tjek din forbindelse, og tryk Prøv igen.
de: Die historischen Wetterdaten konnten nicht geladen werden. Prüfe deine Verbindung und tippe auf Erneut versuchen.
es: No se pudo cargar el clima histórico. Comprueba tu conexión y toca Reintentar.
fi: Historiallisia säätietoja ei saatu ladattua. Tarkista yhteys ja napauta Yritä uudelleen.
fr: Impossible de charger la météo historique. Vérifiez votre connexion et touchez Réessayer.
is: Gat ekki sótt veðursögu. Athugaðu tenginguna og bankaðu á Reyna aftur.
it: Non è stato possibile caricare il meteo storico. Controlla la connessione e tocca Riprova.
ja: 過去の天候データを読み込めませんでした。接続を確認して「再試行」をタップしてください。
ko: 과거 날씨를 불러오지 못했습니다. 연결을 확인하고 다시 시도를 탭하세요.
nb: Kunne ikke laste historisk vær. Sjekk tilkoblingen og trykk Prøv igjen.
nl: Het historische weer kon niet worden geladen. Controleer je verbinding en tik op Opnieuw.
pt_br: Não foi possível carregar o clima histórico. Verifique sua conexão e toque em Tentar novamente.
ru: Не удалось загрузить историю погоды. Проверьте соединение и нажмите «Повторить».
sv: Kunde inte hämta historiskt väder. Kontrollera anslutningen och tryck på Försök igen.
zh_hans: 无法加载历史天气。请检查网络连接并点按“重试”。

source: Couldn't load this workout.
ar: تعذّر تحميل هذا التمرين.
da: Kunne ikke indlæse denne træning.
de: Dieses Training konnte nicht geladen werden.
es: No se pudo cargar este entrenamiento.
fi: Tätä harjoitusta ei voitu ladata.
fr: Impossible de charger cet entraînement.
is: Ekki tókst að hlaða þessari æfingu.
it: Impossibile caricare questo allenamento.
ja: このワークアウトを読み込めませんでした。
ko: 이 운동을 불러올 수 없습니다.
nb: Kunne ikke laste inn denne økten.
nl: Kan deze training niet laden.
pt_br: Não foi possível carregar este treino.
ru: Не удалось загрузить эту тренировку.
sv: Det gick inte att läsa in passet.
zh_hans: 无法载入此次训练。

source: Couldn't parse the recording's timestamp. Disconnect / reconnect and try again.
ar: تعذّر تحليل الطابع الزمني للتسجيل. اقطع الاتصال / أعد الاتصال وحاول مرة أخرى.
da: Kunne ikke læse optagelsens tidsstempel. Afbryd / genforbind, og prøv igen.
de: Der Zeitstempel der Aufnahme konnte nicht gelesen werden. Trenne die Verbindung, verbinde neu und versuche es erneut.
es: No se pudo interpretar la marca de tiempo de la grabación. Desconecta y vuelve a conectar, e inténtalo de nuevo.
fi: Tallennuksen aikaleimaa ei voitu jäsentää. Katkaise yhteys, yhdistä uudelleen ja yritä uudelleen.
fr: Impossible d’analyser l’horodatage de l’enregistrement. Déconnectez puis reconnectez, et réessayez.
is: Ekki tókst að lesa tímastimpil upptökunnar. Aftengdu / tengdu aftur og reyndu aftur.
it: Impossibile interpretare l'orario della registrazione. Disconnetti e riconnetti, poi riprova.
ja: 記録のタイムスタンプを解析できませんでした。切断 / 再接続してもう一度お試しください。
ko: 기록의 타임스탬프를 해석할 수 없습니다. 연결을 끊고 다시 연결한 후 다시 시도하세요.
nb: Kunne ikke tolke tidsstempelet for opptaket. Koble fra / koble til igjen og prøv på nytt.
nl: Kon de tijdstempel van de opname niet lezen. Verbreek de verbinding, verbind opnieuw en probeer het nog eens.
pt_br: Não foi possível interpretar o horário da gravação. Desconecte / reconecte e tente novamente.
ru: Не удалось разобрать отметку времени записи. Отключите и снова подключите датчик, затем повторите попытку.
sv: Kunde inte tolka inspelningens tidsstämpel. Koppla från / anslut igen och försök på nytt.
zh_hans: 无法解析记录的时间戳。请断开 / 重新连接后再试。

source: Couldn't pin a location to look up the weather you trained in. Reopen this screen in a moment — it retries automatically.
ar: تعذّر تحديد موقع للبحث عن الطقس الذي تدرّبت فيه. أعد فتح هذه الشاشة بعد قليل — فهي تعيد المحاولة تلقائيًا.
da: Kunne ikke fastlægge en placering til at slå vejret op. Åbn skærmen igen om lidt — den prøver automatisk igen.
de: Kein Ort ermittelbar, um das Trainingswetter nachzuschlagen. Öffne diesen Bildschirm gleich erneut — es wird automatisch wiederholt.
es: No se pudo fijar una ubicación para consultar el tiempo. Vuelve a abrir esta pantalla en un momento — se reintenta automáticamente.
fi: Sijaintia ei voitu määrittää sään hakemiseksi. Avaa tämä näkymä hetken kuluttua uudelleen — yritys uusitaan automaattisesti.
fr: Impossible de fixer un lieu pour consulter la météo. Rouvrez cet écran dans un instant — la tentative est automatique.
is: Gat ekki fest staðsetningu til að fletta upp veðrinu. Opnaðu þennan skjá aftur á eftir — reynt er sjálfkrafa aftur.
it: Non è stato possibile fissare una posizione per cercare il meteo. Riapri questa schermata tra poco — riprova automaticamente.
ja: 当日の天候を調べるための位置を特定できませんでした。しばらくしてこの画面を開き直してください — 自動で再試行します。
ko: 훈련 당시 날씨를 조회할 위치를 확정하지 못했습니다. 잠시 후 이 화면을 다시 열어 주세요 — 자동으로 재시도합니다.
nb: Kunne ikke feste en posisjon for å slå opp været. Åpne denne skjermen igjen om litt — det prøves automatisk på nytt.
nl: Er kon geen locatie worden bepaald om het weer op te zoeken. Open dit scherm zo meteen opnieuw — het probeert automatisch opnieuw.
pt_br: Não foi possível fixar um local para consultar o clima. Reabra esta tela em instantes — a tentativa é automática.
ru: Не удалось определить место, чтобы узнать погоду. Откройте этот экран чуть позже — повтор выполняется автоматически.
sv: Kunde inte fastställa en plats för att slå upp vädret. Öppna den här skärmen igen om en stund — det försöker automatiskt igen.
zh_hans: 无法确定位置来查询当时的天气。请稍后重新打开此页面 — 系统会自动重试。

source: Couldn't re-analyze this session right now.
ar: تعذّرت إعادة تحليل هذه الجلسة الآن.
da: Kunne ikke genanalysere denne session lige nu.
de: Diese Sitzung konnte gerade nicht neu analysiert werden.
es: No se ha podido volver a analizar esta sesión ahora.
fi: Tätä istuntoa ei voitu analysoida uudelleen juuri nyt.
fr: Impossible de réanalyser cette séance pour le moment.
is: Ekki tókst að greina þessa lotu aftur núna.
it: Impossibile rianalizzare questa sessione al momento.
ja: 現在このセッションを再分析できませんでした。
ko: 지금은 이 세션을 다시 분석할 수 없습니다.
nb: Kunne ikke analysere denne økten på nytt akkurat nå.
nl: Kan deze sessie nu niet opnieuw analyseren.
pt_br: Não foi possível reanalisar esta sessão agora.
ru: Сейчас не удалось повторно проанализировать эту сессию.
sv: Det gick inte att analysera sessionen igen just nu.
zh_hans: 目前无法重新分析此记录。

source: Couldn't reach the AI. Try again.
ar: تعذّر الوصول إلى الذكاء الاصطناعي. حاول مرة أخرى.
da: Kunne ikke nå AI'en. Prøv igen.
de: Die KI war nicht erreichbar. Versuch es noch einmal.
es: No se pudo contactar con la IA. Inténtalo de nuevo.
fi: Tekoälyyn ei saatu yhteyttä. Yritä uudelleen.
fr: Impossible de joindre l’IA. Réessayez.
is: Náði ekki sambandi við gervigreindina. Reyndu aftur.
it: Impossibile raggiungere l'IA. Riprova.
ja: AI に接続できませんでした。もう一度お試しください。
ko: AI에 연결할 수 없습니다. 다시 시도하세요.
nb: Fikk ikke kontakt med KI-en. Prøv igjen.
nl: Kon de AI niet bereiken. Probeer het opnieuw.
pt_br: Não foi possível falar com a IA. Tente de novo.
ru: Не удалось связаться с ИИ. Попробуйте ещё раз.
sv: Kunde inte nå AI:n. Försök igen.
zh_hans: 无法连接到 AI。请重试。

source: Couldn't reach the App Store. Try Again
ar: تعذّر الوصول إلى App Store. حاول مرة أخرى
da: Kunne ikke kontakte App Store. Prøv igen
de: App Store nicht erreichbar. Erneut versuchen
es: No se pudo conectar con el App Store. Reintentar
fi: App Storeen ei saatu yhteyttä. Yritä uudelleen
fr: Impossible de joindre l’App Store. Réessayer
is: Náði ekki sambandi við App Store. Reyna aftur
it: Impossibile raggiungere l’App Store. Riprova
ja: App Store に接続できませんでした。再試行
ko: App Store에 연결할 수 없습니다. 다시 시도
nb: Fikk ikke kontakt med App Store. Prøv igjen
nl: Kan de App Store niet bereiken. Probeer opnieuw
pt_br: Não foi possível acessar a App Store. Tentar novamente
ru: Не удалось подключиться к App Store. Повторить
sv: Kunde inte nå App Store. Försök igen
zh_hans: 无法连接 App Store。重试

source: Couldn't reach the trail map service. Check your connection and try again.
ar: تعذّر الوصول إلى خدمة خرائط المسارات. تحقق من اتصالك وحاول مجددًا.
da: Kunne ikke nå tjenesten med rutekort. Tjek din forbindelse, og prøv igen.
de: Der Kartendienst für Wege ist nicht erreichbar. Prüfe deine Verbindung und versuche es erneut.
es: No se pudo acceder al servicio de mapas de rutas. Revisa tu conexión e inténtalo de nuevo.
fi: Reittikarttapalveluun ei saatu yhteyttä. Tarkista yhteys ja yritä uudelleen.
fr: Impossible de joindre le service de cartes de sentiers. Vérifiez votre connexion et réessayez.
is: Náði ekki sambandi við slóðakortaþjónustuna. Athugaðu tenginguna og reyndu aftur.
it: Impossibile raggiungere il servizio di mappe dei sentieri. Controlla la connessione e riprova.
ja: トレイル地図サービスに接続できませんでした。接続を確認して、もう一度お試しください。
ko: 트레일 지도 서비스에 연결할 수 없습니다. 연결 상태를 확인하고 다시 시도하세요.
nb: Fikk ikke kontakt med tjenesten for løypekart. Sjekk tilkoblingen og prøv igjen.
nl: Kan de kaartdienst voor routes niet bereiken. Controleer je verbinding en probeer het opnieuw.
pt_br: Não foi possível acessar o serviço de mapas de trilhas. Verifique sua conexão e tente novamente.
ru: Не удалось связаться со службой карт маршрутов. Проверьте подключение и повторите попытку.
sv: Det gick inte att nå tjänsten för ledkartor. Kontrollera anslutningen och försök igen.
zh_hans: 无法连接步道地图服务。请检查网络连接后重试。

source: Couldn't read recording data from the strap: %@. Try again; the data is still on the strap until you start a new recording.
ar: تعذّرت قراءة بيانات التسجيل من الحزام: %@. حاول مرة أخرى؛ تبقى البيانات على الحزام حتى تبدأ تسجيلًا جديدًا.
da: Kunne ikke læse optagelsesdata fra pulsbæltet: %@. Prøv igen; dataene ligger stadig på pulsbæltet, indtil du starter en ny optagelse.
de: Aufnahmedaten konnten nicht vom Gurt gelesen werden: %@. Versuche es erneut; die Daten bleiben auf dem Gurt, bis du eine neue Aufnahme startest.
es: No se pudieron leer los datos de grabación de la banda: %@. Inténtalo de nuevo; los datos siguen en la banda hasta que empieces una nueva grabación.
fi: Tallennustietoja ei voitu lukea vyöstä: %@. Yritä uudelleen; tiedot ovat vyössä, kunnes aloitat uuden tallennuksen.
fr: Impossible de lire les données d’enregistrement de la ceinture : %@. Réessayez ; les données restent sur la ceinture jusqu’à ce que vous lanciez un nouvel enregistrement.
is: Ekki tókst að lesa upptökugögn af ólinni: %@. Reyndu aftur; gögnin eru enn á ólinni þar til þú byrjar nýja upptöku.
it: Impossibile leggere i dati di registrazione dalla fascia: %@. Riprova; i dati restano sulla fascia finché non avvii una nuova registrazione.
ja: ストラップから記録データを読み取れませんでした：%@。もう一度お試しください。新しい記録を開始するまで、データはストラップに残っています。
ko: 스트랩에서 기록 데이터를 읽을 수 없습니다: %@. 다시 시도하세요. 새 기록을 시작하기 전까지 데이터는 스트랩에 남아 있습니다.
nb: Kunne ikke lese opptaksdata fra beltet: %@. Prøv igjen; dataene ligger fortsatt på beltet til du starter et nytt opptak.
nl: Kon de opnamegegevens niet van de band lezen: %@. Probeer het opnieuw; de gegevens blijven op de band staan tot je een nieuwe opname start.
pt_br: Não foi possível ler os dados da gravação na cinta: %@. Tente novamente; os dados continuam na cinta até você iniciar uma nova gravação.
ru: Не удалось прочитать данные записи с датчика: %@. Повторите попытку; данные остаются на датчике, пока вы не начнёте новую запись.
sv: Kunde inte läsa inspelningsdata från bandet: %@. Försök igen; data finns kvar på bandet tills du startar en ny inspelning.
zh_hans: 无法从心率带读取记录数据：%@。请再试一次；在你开始新的记录之前，数据仍保存在心率带上。

source: Couldn't read that cue. Include a number with a time, distance, climb, grade or heart rate, as in the example.
ar: تعذّرت قراءة هذا التنبيه. أضف رقمًا مع وقت أو مسافة أو صعود أو انحدار أو معدل نبض، كما في المثال.
da: Kunne ikke læse det signal. Angiv et tal med en tid, distance, stigning, hældning eller puls, som i eksemplet.
de: Dieser Hinweis konnte nicht gelesen werden. Gib eine Zahl mit Zeit, Distanz, Anstieg, Steigung oder Herzfrequenz an, wie im Beispiel.
es: No se pudo leer ese aviso. Incluye un número con un tiempo, distancia, desnivel, pendiente o frecuencia cardíaca, como en el ejemplo.
fi: Vihjettä ei voitu lukea. Lisää luku ja aika, matka, nousu, jyrkkyys tai syke, kuten esimerkissä.
fr: Impossible de lire ce repère. Indiquez un nombre avec une durée, une distance, un dénivelé, une pente ou une fréquence cardiaque, comme dans l'exemple.
is: Ekki tókst að lesa þessa ábendingu. Settu inn tölu með tíma, vegalengd, hækkun, halla eða hjartslætti, eins og í dæminu.
it: Impossibile leggere questo avviso. Includi un numero con tempo, distanza, dislivello, pendenza o frequenza cardiaca, come nell'esempio.
ja: そのキューを読み取れませんでした。例のように、時間・距離・上昇・勾配・心拍数のいずれかを数値付きで入力してください。
ko: 큐를 읽을 수 없습니다. 예시처럼 시간, 거리, 상승, 경사도 또는 심박수를 숫자와 함께 입력하세요.
nb: Kunne ikke lese det varselet. Ta med et tall med tid, distanse, stigning, helning eller puls, som i eksemplet.
nl: Dat signaal kon niet worden gelezen. Geef een getal met een tijd, afstand, klim, helling of hartslag, zoals in het voorbeeld.
pt_br: Não foi possível ler esse aviso. Inclua um número com tempo, distância, subida, inclinação ou frequência cardíaca, como no exemplo.
ru: Не удалось распознать подсказку. Укажите число со временем, дистанцией, набором высоты, уклоном или пульсом, как в примере.
sv: Det gick inte att läsa den signalen. Ange ett tal med tid, distans, stigning, lutning eller puls, som i exemplet.
zh_hans: 无法识别该提示。请像示例那样，输入带数字的时间、距离、爬升、坡度或心率。

source: Couldn't read that GPX file. Check that it contains a track and try again.
ar: تعذّرت قراءة ملف GPX هذا. تحقق من أنه يحتوي على مسار ثم حاول مرة أخرى.
da: GPX-filen kunne ikke læses. Kontrollér, at den indeholder et spor, og prøv igen.
de: Diese GPX-Datei konnte nicht gelesen werden. Prüfe, ob sie einen Track enthält, und versuch es erneut.
es: No se pudo leer ese archivo GPX. Comprueba que contiene un recorrido e inténtalo de nuevo.
fi: GPX-tiedostoa ei voitu lukea. Tarkista, että siinä on reitti, ja yritä uudelleen.
fr: Impossible de lire ce fichier GPX. Vérifiez qu'il contient un tracé et réessayez.
is: Ekki tókst að lesa GPX-skrána. Athugaðu hvort hún inniheldur leið og reyndu aftur.
it: Impossibile leggere il file GPX. Verifica che contenga una traccia e riprova.
ja: この GPX ファイルを読み込めませんでした。トラックが含まれているか確認して、もう一度お試しください。
ko: GPX 파일을 읽을 수 없습니다. 트랙이 포함되어 있는지 확인하고 다시 시도하세요.
nb: Kunne ikke lese GPX-filen. Sjekk at den inneholder et spor, og prøv igjen.
nl: Dat GPX-bestand kon niet worden gelezen. Controleer of het een track bevat en probeer het opnieuw.
pt_br: Não foi possível ler esse arquivo GPX. Verifique se ele contém um trajeto e tente novamente.
ru: Не удалось прочитать файл GPX. Убедитесь, что в нём есть трек, и повторите попытку.
sv: Det gick inte att läsa GPX-filen. Kontrollera att den innehåller ett spår och försök igen.
zh_hans: 无法读取该 GPX 文件。请确认其中包含轨迹后重试。

source: Couldn't read that image.
ar: تعذّرت قراءة هذه الصورة.
da: Kunne ikke læse billedet.
de: Das Bild konnte nicht gelesen werden.
es: No se pudo leer la imagen.
fi: Kuvaa ei voitu lukea.
fr: Impossible de lire cette image.
is: Ekki tókst að lesa myndina.
it: Impossibile leggere l'immagine.
ja: 画像を読み込めませんでした。
ko: 이미지를 읽을 수 없습니다.
nb: Kunne ikke lese bildet.
nl: Kon de afbeelding niet lezen.
pt_br: Não foi possível ler a imagem.
ru: Не удалось прочитать изображение.
sv: Kunde inte läsa bilden.
zh_hans: 无法读取该图片。

source: Couldn't restart the mic: %@
ar: تعذّرت إعادة تشغيل الميكروفون: %@
da: Kunne ikke genstarte mikrofonen: %@
de: Mikrofon konnte nicht neu gestartet werden: %@
es: No se ha podido reiniciar el micrófono: %@
fi: Mikrofonia ei voitu käynnistää uudelleen: %@
fr: Impossible de redémarrer le micro : %@
is: Ekki tókst að endurræsa hljóðnemann: %@
it: Impossibile riavviare il microfono: %@
ja: マイクを再起動できませんでした：%@
ko: 마이크를 다시 시작할 수 없습니다: %@
nb: Kunne ikke starte mikrofonen på nytt: %@
nl: Kan de microfoon niet opnieuw starten: %@
pt_br: Não foi possível reiniciar o microfone: %@
ru: Не удалось перезапустить микрофон: %@
sv: Det gick inte att starta om mikrofonen: %@
zh_hans: 无法重新启动麦克风：%@

source: Couldn't save how you felt. Try again.
ar: تعذّر حفظ شعورك. حاول مرة أخرى.
da: Kunne ikke gemme, hvordan du havde det. Prøv igen.
de: Dein Befinden konnte nicht gespeichert werden. Versuch es noch einmal.
es: No se ha podido guardar cómo te sentías. Inténtalo de nuevo.
fi: Vointiasi ei voitu tallentaa. Yritä uudelleen.
fr: Impossible d’enregistrer votre ressenti. Réessayez.
is: Ekki tókst að vista hvernig þér leið. Reyndu aftur.
it: Impossibile salvare come ti sentivi. Riprova.
ja: 気分を保存できませんでした。もう一度お試しください。
ko: 컨디션을 저장할 수 없습니다. 다시 시도하세요.
nb: Kunne ikke lagre hvordan du følte deg. Prøv igjen.
nl: Kan niet opslaan hoe je je voelde. Probeer het opnieuw.
pt_br: Não foi possível salvar como você se sentiu. Tente novamente.
ru: Не удалось сохранить самочувствие. Попробуйте ещё раз.
sv: Det gick inte att spara hur du mådde. Försök igen.
zh_hans: 无法保存你的感受。请重试。

source: Couldn't start the mic: %@
ar: تعذّر تشغيل الميكروفون: %@
da: Kunne ikke starte mikrofonen: %@
de: Mikrofon konnte nicht gestartet werden: %@
es: No se ha podido iniciar el micrófono: %@
fi: Mikrofonia ei voitu käynnistää: %@
fr: Impossible de démarrer le micro : %@
is: Ekki tókst að ræsa hljóðnemann: %@
it: Impossibile avviare il microfono: %@
ja: マイクを開始できませんでした：%@
ko: 마이크를 시작할 수 없습니다: %@
nb: Kunne ikke starte mikrofonen: %@
nl: Kan de microfoon niet starten: %@
pt_br: Não foi possível iniciar o microfone: %@
ru: Не удалось запустить микрофон: %@
sv: Det gick inte att starta mikrofonen: %@
zh_hans: 无法启动麦克风：%@

source: Crash logs
ar: سجلات الأعطال
da: Nedbrudslogs
de: Absturzprotokolle
es: Registros de fallos
fi: Kaatumislokit
fr: Journaux de plantage
is: Hrunskrár
it: Log degli arresti anomali
ja: クラッシュログ
ko: 충돌 로그
nb: Krasjlogger
nl: Crashlogboeken
pt_br: Registros de falhas
ru: Журналы сбоев
sv: Kraschloggar
zh_hans: 崩溃日志

source: Crash logs: %@
ar: سجلات الأعطال: %@
da: Nedbrudslogs: %@
de: Absturzprotokolle: %@
es: Registros de fallos: %@
fi: Kaatumislokit: %@
fr: Journaux de plantage : %@
is: Hrunskrár: %@
it: Log degli arresti anomali: %@
ja: クラッシュログ: %@
ko: 충돌 로그: %@
nb: Krasjlogger: %@
nl: Crashlogboeken: %@
pt_br: Registros de falhas: %@
ru: Журналы сбоев: %@
sv: Kraschloggar: %@
zh_hans: 崩溃日志：%@

source: Creating session from imported data...
ar: جارٍ إنشاء جلسة من البيانات المستوردة...
da: Opretter session fra importerede data...
de: Sitzung wird aus importierten Daten erstellt …
es: Creando sesión a partir de los datos importados...
fi: Luodaan istuntoa tuoduista tiedoista...
fr: Création de la session à partir des données importées...
is: Bý til lotu úr innfluttum gögnum...
it: Creazione della sessione dai dati importati...
ja: インポートしたデータからセッションを作成中...
ko: 가져온 데이터로 세션 생성 중...
nb: Oppretter økt fra importerte data...
nl: Sessie maken van geïmporteerde data...
pt_br: Criando sessão a partir dos dados importados...
ru: Создание сессии из импортированных данных...
sv: Skapar session från importerad data...
zh_hans: 正在根据导入的数据创建记录...

source: Creating sessions: %lld/%lld
ar: جارٍ إنشاء الجلسات: %lld/%lld
da: Opretter sessioner: %lld/%lld
de: Sitzungen werden erstellt: %lld/%lld
es: Creando sesiones: %lld/%lld
fi: Luodaan istuntoja: %lld/%lld
fr: Création des sessions : %lld/%lld
is: Bý til lotur: %lld/%lld
it: Creazione sessioni: %lld/%lld
ja: セッションを作成中：%lld/%lld
ko: 세션 생성 중: %lld/%lld
nb: Oppretter økter: %lld/%lld
nl: Sessies maken: %lld/%lld
pt_br: Criando sessões: %lld/%lld
ru: Создание сессий: %lld/%lld
sv: Skapar sessioner: %lld/%lld
zh_hans: 正在创建记录：%lld/%lld

source: Cross Training
ar: التدريب المتنوع
da: Krydstræning
es: Entrenamiento cruzado
fi: Ristiharjoittelu
fr: Entraînement croisé
is: Krossþjálfun
it: Allenamento incrociato
ja: クロストレーニング
ko: 크로스 트레이닝
nb: Krysstrening
pt_br: Treino cruzado
ru: Кросс-тренинг
sv: Crossträning
zh_hans: 交叉训练
